{
  "ar": {
    "name": "إزاي تستفيد من أقوى كاش باك على المطاعم في مصر؟",
    "url_name": "azay-testafeed-men-aqwa-cash-back-3ala-almat3em-fi-masr",
    "image": "/image/cashback-blog.jpg",
    "description": "دليلك الشامل لأقوى كاش باك وعروض المطاعم في مصر. اكتشف إزاي تستخدم كوبونات الخصم ونظام الكاش باك من نقط عشان توفر في كل وجبة.",
    "content": "<h2>كود خصم وخدمة الكاش باك: احصل على أفضل توفير الآن</h2><p>ابدأ رحلتك في التوفير مع <strong>كود خصم</strong> و<strong>خدمة الكاش باك</strong> من نقط، واستمتع بخصومات فورية على كل وجبة. كل ما تحتاجه هو اتباع خطوات بسيطة لتحصل على أقصى استفادة.</p><h2>كوبونات ونظام الكاش باك: ازاي بيشتغلوا؟</h2><p>اكتشف كيفية استخدام <strong>كوبونات</strong> و<strong>نظام الكاش باك</strong> لتحويل كل عملية طلب طعام إلى فرصة للتوفير. سواء كنت جديد أو مستخدم دائم، العملية سهلة ومباشرة.</p><h2>اقوى كاش باك وافضل عروض المطاعم في مكان واحد</h2><p>مع نقط هتلاقي <strong>اقوى كاش باك</strong> و<strong>افضل عروض المطاعم</strong> على مستوى مصر، من مطاعم فاست فود لمطاعم فاخرة. وفر كل مرة بطريقة ذكية وسريعة.</p><h2>ابلكيشن عروض اكل: حمله دلوقتي واستمتع بعروض المطاعم في مصر</h2><p>حمل <strong>ابلكيشن عروض اكل</strong> من نقط واكتشف <strong>عروض المطاعم في مصر</strong> بسهولة. كل الخصومات، الكوبونات، وخدمة الكاش باك متوفرة بين إيديك بضغطة زر.</p><h2>خصومات اكل وشراء كوبون: آراء المستخدمين</h2><p>عملائنا بيشاركون تجاربهم مع <strong>خصومات اكل</strong> و<strong>شراء كوبون</strong> من تطبيق نقط، وبيأكدوا إن كل وجبة بتبقى تجربة موفرة وممتعة.</p><h2>عروض المطاعم، اشهر المطاعم في مصر، وكوبونات شراء</h2><p>تصفح <strong>عروض المطاعم</strong>، اكتشف <strong>اشهر المطاعم في مصر</strong>، واستخدم <strong>كوبونات شراء</strong> لتوفير أكبر على كل وجبة. النقاط اللي هتكسبها هتخليك دايمًا جاهز لأفضل العروض.</p>",
    "create_time": 1703980800000,
    "tagList": [
      { "name": "كاش باك", "url_name": "cashback" },
      { "name": "عروض مطاعم", "url_name": "restaurant-deals" },
      { "name": "خصومات أكل", "url_name": "food-discounts" },
      { "name": "كوبونات", "url_name": "coupons" },
      { "name": "نقط", "url_name": "noaat" }
    ]
  },
  "en": {
    "name": "How to Get the Best Restaurant Cashback in Egypt",
    "url_name": "how-to-get-the-best-restaurant-cashback-in-egypt",
    "image": "/image/cashback-blog.jpg",
    "description": "Your ultimate guide to the best cashback and restaurant deals in Egypt. Discover how to use discount codes and the cashback system from Noaat to save on every meal.",
    "content": "<h2>Discount Codes and Cashback Service: Get the Best Savings Now</h2><p>Start your savings journey with a <strong>discount code</strong> and the <strong>cashback service</strong> from Noaat, and enjoy instant discounts on every meal. All you need is to follow simple steps to get the most benefit.</p><h2>Coupons and Cashback System: How Do They Work?</h2><p>Discover how to use <strong>coupons</strong> and the <strong>cashback system</strong> to turn every food order into a savings opportunity. Whether you're a new or regular user, the process is easy and straightforward.</p><h2>The Best Cashback and Best Restaurant Deals in One Place</h2><p>With Noaat, you'll find the <strong>best cashback</strong> and <strong>best restaurant deals</strong> across Egypt, from fast-food joints to fine-dining restaurants. Save smartly and quickly every time.</p><h2>Food Deals App: Download Now and Enjoy Restaurant Offers in Egypt</h2><p>Download the <strong>food deals app</strong> from Noaat and discover <strong>restaurant offers in Egypt</strong> with ease. All discounts, coupons, and the cashback service are available at your fingertips with the click of a button.</p><h2>Food Discounts and Buying Coupons: User Testimonials</h2><p>Our customers share their experiences with <strong>food discounts</strong> and <strong>buying coupons</strong> from the Noaat app, confirming that every meal becomes a saving and enjoyable experience.</p><h2>Restaurant Deals, Most Famous Restaurants in Egypt, and Purchase Coupons</h2><p>Browse <strong>restaurant deals</strong>, discover the <strong>most famous restaurants in Egypt</strong>, and use <strong>purchase coupons</strong> for bigger savings on every meal. The points you earn will always keep you ready for the best offers.</p>",
    "create_time": 1703980800000,
    "tagList": [
      { "name": "cashback", "url_name": "cashback" },
      { "name": "restaurant deals", "url_name": "restaurant-deals" },
      { "name": "food discounts", "url_name": "food-discounts" },
      { "name": "coupons", "url_name": "coupons" },
      { "name": "Noaat", "url_name": "noaat" }
    ]
  }
}